Repository: svrooij/wp-geocoded-posts
Catalog: geocoded-posts/languages/geocoded-posts-*.po
Languages: nl_nl

source: Settings
nl_nl: Instellingen

source: Geocoded posts editor
nl_nl: Locatie bewerken

source: Locality
nl_nl: Plaats

source: Search location
nl_nl: Zoek co√∂rdinaten

source: Load locality
nl_nl: Plaats ophalen

source: Visable
nl_nl: Zichtbaar

source: Clear location
nl_nl: Verwijder locatie

source: Geocoding settings
nl_nl: Geolocatie instellingen

source: Automatically geocode new posts?
nl_nl: Automatisch adres opzoeken?

source: Google maps api key
nl_nl: Google Maps API sleutel

source: Should we automatically reverse geocode the location data to an address?
nl_nl: Moeten we het adres opzoeken voor elke nieuwe post met locatie gegevens?

source: Yes, fetch the locality for each new post with geolocation.
nl_nl: Ja, zoek de plaatsnaam op voor elk nieuw bericht met locatie.

source: This key should be provided to keep your server from being blocked. <a href="%s">Get Key here</a>
nl_nl: Met deze key zorg je ervoor dat je server niet wordt geblokkeerd. Standaard heb je een beperkt aantal requests per IP. <a href="%s">Haal hier je API key</a>

source: Posts with location
nl_nl: Berichten met locatie

source: Recent posts with location
nl_nl: Recente berichten met locatie

source: %s by %s
nl_nl: %s door %s

source: Title
nl_nl: Titel

source: Category
nl_nl: Categorie

source: Number of posts
nl_nl: Aantal berichten

source: Show Author
nl_nl: Toon naam schrijver
